import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function AS() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>僵直性脊椎炎及相關脊椎病變</h2>
                <p>僵直性脊椎炎通常以晚上或清晨的下背疼痛表現，有時會被誤認為勞累造成的腰痠背痛，以致延遲就醫。</p>
                <p>與僵直性脊椎炎相關的脊椎關節病變，包括乾癬性關節炎、腸道疾病相關之關節炎、反應性關節炎等，病人也常表現下背痛、接骨點疼痛與四肢關節發炎。</p>
                <h2>流行病學</h2>
                <p>僵直性脊椎炎好發於二十至四十歲的年輕人，男女比約四比一，病人常有家族病史，遺傳因子HLA-B27盛行率約98.7%。國內病人家族中的第一等親屬並HLA-B27陽性者，發生僵直性脊椎炎的盛行率約為47%。</p>
                <h2>臨床表現</h2>
                <p>主要表現為下背痛時間超過三個月，早晨有明顯的僵硬現象。接骨點發炎常見在腳跟阿基里斯腱疼痛或胸口肋骨疼痛；也可能表現手指或腳趾整個腫脹疼痛。關節發炎腫痛好發在下肢的膝蓋、腳踝。虹彩炎/葡萄膜炎是常見併發症，會眼睛疼痛、畏光、視力模糊。</p>
                <p>乾癬性關節炎發作常在皮膚乾癬發生之後，較僵直性脊椎炎不同的是，乾癬性關節炎有些會表現手指和腳趾小關節的腫脹甚至變形。腸道疾病相關之關節炎則是見於克隆氏症等腸炎患者，會有慢性腹瀉甚或血便的症狀。反應性關節炎可能發生在腸胃炎或泌尿道感染後。</p>
                <h2>實驗室檢查</h2>
                <p>HLA-B27是危險因子，抽血檢查可以作為參考。此外骨盆X光攝影檢查薦髂關節是否有發炎變化，是重要的診斷依據。</p>
                <h2>治療</h2>
                <p>僵直性脊椎炎的治療目標為：</p>
                <ol>
                    <li>減輕疼痛與發炎。</li>
                    <li>保持脊椎活動範圍。</li>
                    <li>預防及治療併發症。治療可分為生活習慣調整、藥物和手術三方面。</li>
                </ol>
                <h3>【生活習慣】</h3>
                <p>病友宜平躺或趴睡，枕頭不宜太高，床鋪以分散脊椎負重為原則，軟硬應適中，以增進睡眠舒適度並保護脊椎。</p>
                <p>運動對僵直性脊椎炎病人是非常重要的，目標在於保持關節、脊椎和胸廓的活動範圍。運動種類如游泳、步行和伸展運動都可以，但是要避免過度激烈的運動。</p>
                <p>如果已經出現關節沾粘（竹竿狀脊椎）的患者，劇烈的撞擊會導致骨折，所以要避免有衝撞的劇烈運動，搭乘交通工具也要注意安全，使用安全帶。如需長時間工作或搭乘交通工具，可以隔一段時間起來活動。</p>
                <p>病友應戒菸，飲食方面保持清淡，不要隨便使用偏方。</p>
                <h3>【藥物】</h3>
                <ul>
                    <li>非類固醇消炎止痛藥（NSAID）</li>
                    <p>目的在減輕疼痛及脊椎發炎，劑量應根據疼痛與發炎程度調整，在高活性或有骨節沾黏變化的病人應持續使用方可減少後續沾黏。可能的副作用為：腸胃不適、水腫等。長期使用不可超過醫師指示安全劑量且應定期抽血追蹤。</p>
                    <li>免疫調節劑</li>
                    <p>首選用藥是「撒樂」sulfasalazine，具有調節免疫系統、主要針對周邊關節發炎，須固定服用才有效。少數人使用後有副作用：主要是腸胃不適，頭痛，肝功能異常、白血球偏低，皮膚過敏等；男性有時可能有精子減少的現象，但停藥後會恢復。病友應依照醫師建議回診，醫師將會安排檢查追蹤。</p>
                    <li>生物製劑/標靶治療 - 腫瘤壞死因子抑制劑</li>
                    <p>對於口服藥物規則治療仍發炎嚴重的病人，腫瘤壞死因子抑制劑提供了另一種可靠的治療。此類藥物療效良好，但因為會影響免疫力，對於有B肝C肝帶原或肺結核病史等慢性感染的病友，必須審慎評估後才能使用。</p>
                </ul>
                <h3>【手術】</h3>
                <p>如有局部關節嚴重受損（如髖關節），需考慮關節置換術。</p>
            </Row>
        </Container>
    );
}

export default AS;