import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function AultStill() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>成人史迪爾氏症候群 (Adult Onset Still’s Disease)</h2>
                <p>成人史迪爾氏症候群是一種原因不明的發炎性免疫疾病，以發燒、皮疹及關節疼痛為主要表現。</p>
                <h3>流行病學</h3>
                <p>相當少見，盛行率約百萬分之二，男女比例相近，好發年齡為雙峰分佈，常在15-25歲以及36-46歲。</p>
                <h3>臨床表現</h3>
                <p>常常以間歇性高燒 (大於三十九度)超過一週，關節痠痛 超過兩週，喉嚨痛，皮疹，淋巴節或肝脾腫大表現，對一般的消炎藥反應不佳，對抗生素沒有反應。</p>
                <h3>診斷</h3>
                <p>本疾病無特定之實驗室診斷方法，診斷需依賴臨床、實驗室檢查、病程與治療反應綜合判斷，須符合一定的診斷條件，也要排除表現相近之其他疾病，例如一些容易發燒的血液腫瘤，以及隱藏性感染。</p>
                <p>診斷的主要要件包括發燒、關節疼痛、皮疹(尤其是隨著發燒而明顯的近軀幹部皮疹)、白血球過高。次要條件為喉嚨痛、肝脾腫、淋巴節增生、肝功能異常，且無類風濕因子(RF)及抗核抗體(ANA)。</p>
                <p>實驗室檢查可以發現發炎指數上升，白血球增加或肝功能上升，血清中的含鐵蛋白(Ferritin)也會上升。影像學檢查可能發現肝脾腫大異常。因為發燒皮疹及關節痛的表現也常見於其他疾病，所以在確定診斷前，必須先排除其他感染，惡性腫瘤，其他風濕病等等之可能性。有時切片或骨髓的穿刺檢查都要視需要而定。</p>
                <h3>治療</h3>
                <p>如果不治療，高燒、皮疹、關節痛會持續，且可能有其他併發症發生。部分的病友可以只用消炎止痛藥(非類固醇類止痛藥)來控制，但是百分之四十的病友可能需要類固醇合併其他免疫調節劑治療。療程常常需要一年左右。在治療的過程中，減藥宜緩慢，絕不可忽然停藥，以免復發。使用類固醇期間，注意避免感染，避免生食，且不應使用其他偏方，以免影響病情。</p>
            </Row>
        </Container>
    );
}

export default AultStill;