import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function Gout() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>混合型結締組織疾病(mixed connetive tissue disease，MCTD)</h2>
                <p>混合型結締組織疾病(MCTD)為一種自體免疫疾病，侵犯多器官，臨床症狀可能與紅斑性狼瘡、硬皮症或多發性肌炎三種疾病之症狀類似，且血清學檢查的特色是具有U1-RNP的抗體。</p>
                <h3>發病率</h3>
                <p>混合型結締組織疾病(MCTD)之發病率不詳，女性居多，常於三、四十歲發病。多數為單一發病，少有家族性之發生。與紅斑性狼瘡不同之處，MCTD並無由陽光及藥物引起之現象。曾有報告指出與環境中氯化乙烯或矽可能有關。</p>
                <h3>臨床表現</h3>
                <p>最初的表現以關節炎、雷諾氏現象最為常見。另外亦可能見到皮膚表現（類似硬皮症(肢端硬化)、紅斑性狼瘡(臉頰紅疹)或皮肌炎(指節間)的紅疹）、食道吞嚥問題、發燒、心肺問題、肝脾腫大、腎病、中樞神經侵犯等。</p>
                <h3>混合型結締組織疾病的診斷</h3>
                <p>一、共通症狀</p>
                <ul>
                    <li>雷諾氏現象</li>
                    <li>手部、手指腫脹</li>
                </ul>
                <p>二、抗U1-RNP抗體陽性</p>
                <p>三、與其它風濕病相關的混合發現</p>
                <ul>
                    <li>似紅斑性狼瘡症狀:多關節炎、心包膜炎/肋膜炎、淋巴病變、臉部潮紅、血球低下/血小板低下</li>
                    <li>似硬皮症症狀:硬指症、肺纖維化、食道蠕動不良</li>
                    <li>似多發性肌炎症狀:肌肉無力、高肌磷酸激酶肌(CPK)、肌電圖異常</li>
                </ul>
                <p>病紝須有至少一項共通症狀，加上抗U1-RNP抗體陽性及/或三項分類症狀（Ａ、Ｂ、Ｃ）至少兩項陽性方可確診。</p>
                <h3>與混合型結締組織疾病相似而容易混淆的疾病</h3>
                <ul>
                    <li>未分化型結締組統疾病(undifferentiated connective tissue disease, UCTD)</li>
                    <p>有一些關節痛、皮疹以及ANA陽性等與免疫疾病有關的症狀與血清學證據，但卻無法符合任一種特定的自體免疫疾病稱之，之後也可能變成某一種特定的免疫疾病。</p>
                    <li>重疊症候群(overlap syndrome)</li>
                    <p>有時一個病患同時出現兩種或兩種以上的結締組織疾病，而每一疾病又均有典型、完整的臨表表現就可名為重疊症候群(overlap syndrome)。最有名的重疊症候群是Rhopus(rheumatoid arthritis + lupus，類風溼性關節炎+全身性紅斑狼瘡)</p>
                </ul>
                <h3>病程演變</h3>
                <p>混合型結締組織疾病的病程演變可說是千變萬化，有的一開始即呈現典型混合型結締組織疾病特徵，有的剛發病時只有類似一種結締組織疾病的表徵甚至是不典型或未分化型結締組統疾病，過了一陣子才符合混合型結締組織疾病。</p>
                <p>確診混合型結締組織疾病後，有的維持發病時的混合型結締組織疾病狀況；有的增加其它結締組織疾病表徵，成為更多症狀的混合型結締組織疾病；相對地有些病患結締組織疾病表徵種遞減而成為一種單一的結締組織疾病；也有些病患幸運地在臨床症狀幾完全緩解只留下實驗室檢查的一些異常免疫反應。</p>
                <h3>混合型結締組織疾病的治療</h3>
                <p>一般會視情況給予非類固醇抗發炎藥、免疫抑制劑(如抗瘧疾藥必賴克瘻)或類固醇等合併治療藥物，醫生會針對病患症狀及侵犯器官給予個別調整。</p>
                <p>許多風濕病的症狀十分相似，疾病的命名對一般的大眾也相當陌生，但是希望病友們不要執著於診斷的名詞，只要好好配合醫師的醫囑，大部分的病人都能得到良好的控制。</p>
            </Row>
        </Container>
    );
}

export default Gout;