import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function RA() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>類風濕性關節炎</h2>
                <p>類風濕性關節炎是一種慢性、持續性的關節滑膜發炎，通常侵犯對稱性的四肢關節。</p>
                <h3>流行病學</h3>
                <p>類風濕性關節炎的發生率約佔人口的0.5%，女性患者人數是男性的3到4倍。患者如有同卵雙胞胎手足，約有15%同時有類風濕性關節炎，而患者異卵雙胞胎同時發生的比率約為4%。</p>
                <h3>臨床表現</h3>
                <p>慢性多關節炎為類風濕性關節炎發病特徵，但是也有人以急性發作來表現。約2/3的病人發病時還伴有全身無力、厭食、和不典型的肌肉骨骼疼痛。關節疼痛腫脹是類風濕性關節炎最常見的表現，常引起對稱性的關節炎，手腕和手指的小關節為好發部位。早上起床關節僵硬超過一個小時是發炎性關節炎的特徵，這一點可用於區別其他非發炎性關節病。</p>
                <p>除了關節，類風濕性關節炎也可能會影響一些關節外的構造，例如乾燥症、皮下的風濕結節、眼睛病變、肺部病變或下肢潰瘍等等。</p>
                <h3>實驗室檢查</h3>
                <p>診斷類風濕性關節炎主要靠臨床症狀，抽血檢查可作為輔助：類風濕因子和抗環瓜氨酸抗體可見於三分之二以上的病患。發炎的程度可以看發炎指數如C反應蛋白和紅血球沉降速率作參考。在發病數週後，X光攝影可見鄰近關節的骨質密度減少，病變持續活動數月後，可出現關節軟骨的喪失和骨質破壞。</p>
                <h3>病程和預後</h3>
                <p>類風濕性關節炎的病程多半為慢性，每個病人的嚴重度及關節變形程度不一，預後危險因子包括高齡、女性、出現類風濕結節或血液中的類風濕性因子極高。約15%的類風濕性關節炎病人只有較短病程，可緩解而無嚴重關節變形。</p>
                <h3>治療</h3>
                <p>治療類風濕性關節炎，須風濕科、復健科和骨科共同合作。目標包括(一)減輕發炎及疼痛(二)避免關節變形(三)維持關節功能。大多數的病人需長期治療，而經過適當的治療，可使疾病緩解比例提高，使病人可以維持正常的生活，並避免關節的提早破壞。</p>
                <p>類風濕性關節炎的治療往往需要多種藥物併用，以達最好的療效並減少單一藥物高劑量的副作用。非類固醇消炎止痛藥和類固醇可以止痛，並且迅速降低發炎程度。改善病程的抗風濕藥物(DMARDs 如至善錠 methotrexate)，雖然無法直接止痛，但是長期來說可以延緩病程，防止關節的破壞，也是非常重要。對於經過口服藥物足量治療，效果還是未達預期的患者，可以考慮標靶治療(又稱免疫生物製劑)；目前有腫瘤壞死因子抑制劑(恩博、復邁等)、抗B細胞CD20單株抗體(莫須瘤)、介白素六受體抑制劑(安挺樂)、以及抑制T細胞活化的製劑(恩瑞舒)。但生物制劑並非根除性療法，仍需長期且配合傳統藥物使用。此類藥物療效良好，但因為會影響免疫力，對於有B肝C肝帶原或肺結核病史等慢性感染的病友，必須審慎評估後才能使用。 近來也有口服小分子標靶藥物(如捷抑炎)，也有與生物製劑相近的治療效果。</p>
                <p>在嚴重病變關節的病人時可考慮手術治療，例如膝關節和髖關節的置換術等，這些手術目標各不相同，有的是減輕疼痛，有的是糾正變形並改善功能。</p>
                <p>在生活方面，病友要注意保持心情愉快，避免壓力。宜從事比較溫和的活動，注意保護關節，特別是頸椎。急性發炎時關節宜休息，平常則需注意保持關節活動範圍，並且控制體重以避免關節過度負擔。</p>
            </Row>
        </Container>
    );
}

export default RA;