import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function Gout() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>硬皮症(Systemic Sclerosis SS)</h2>
                <p>硬皮症是一種免疫系統疾病，發病原因仍不清楚，主要特徵是結締組織過度增生而沈積在皮膚、血管，造成皮膚緊繃、硬化及血管內壁細胞異常增生，引發血管疾病；也可能發生於身體其他器官，如：肌肉、關節、內臟等器官失調。因此種變化最常出現在皮膚，造成皮膚硬化，故稱硬皮症。</p>
                <h3>流行病學</h3>
                <p>硬皮症是少見的疾病，約每十萬人中有3-5人有此疾病。尤其是20-40歲的年輕女性較易罹易此病，女性：男性＝5：1。</p>
                <h3>症狀</h3>
                <p>硬皮症可能的症狀很多，但是不一定同時發生，以下症狀發生率較高的是皮膚僵硬與雷諾氏現象。</p>
                <ol>
                    <li>皮膚病變：</li>
                    <p>患者手和手的組織會出現水腫、肥胖和腫脹，失去自然皺摺，看起來像臘腸一樣。手背後的肌腱和血管會消失；最後水腫會退化成厚而硬的皮膚，此時皮膚看起來發亮，摸起來有緊繃感，失去色澤。有時，發病皮膚上的毛髮會停止生長，汗腺也停止作用，皮膚變的粗糙、乾澀。</p>
                    <li>雷諾氏現象：</li>
                    <p>患者的手指會有熱和刺痛感、會發麻，手指會出現白色、藍色、紅色，有此現象之患者會對冷和情緒低潮非常敏感。</p>
                    <li>關節炎和肌肉疼痛：</li>
                    <p>患者在關節處，尤其是手部會出現疼痛和腫脹的症狀，也可能有肌肉衰弱無力和發炎情形。</p>
                    <li>消化問題：</li>
                    <p>因食道硬化，造成吞嚥困難，大小腸胃道都可能因此而導致消化困難。</p>
                    <li>其他器官：</li>
                    <p>在一些較嚴重病患中，心臟之沈澱物會造成心率不整；另外也有侵犯腎臟及肺臟的可能。肺動脈高壓會造成呼吸困難的症狀。此外，有時會會有腎性高血的的危症。</p>
                </ol>
                <h3>治療</h3>
                <p>青黴胺（D-penicillamine）與秋水仙素（colchicine）用來防止纖維化的發展；類固醇僅用在惡性快速進行的患者身上。</p>
                <p>若有逆流性食道炎可用制酸劑來治療，有大小腸細菌過度增生，則可適當使用抗生素來治療；另外，也可以吃一些血管擴張劑來減少手指遇冷雷諾氏現象。果有腎性高血壓，應使用ACEI類的藥物控制。</p>
                <p>重要的是平時保養照顧，隨時注意病情是否有變化，並與你的主治醫生保持聯繫。</p>
                <h3>日常生活照護</h3>
                <ol>
                    <li>飲食方面：</li>
                    <p>若患者食道有問題，可改變飲食習慣來幫助消化，如勿食用過硬之堅果食物，吞食過乾食物配合喝水。少喝全脂牛奶，多喝脫脂牛奶；少用動物性脂肪，採溫和飲食。</p>
                    <li>適當的運動及關節保護：</li>
                    <p>關節若發生攣縮，將會限制病人的行動範圍，為避免關節失去功能，保持運動—溫和的運動—可保持關節的彈性。</p>
                    <li>照顧皮膚：</li>
                    <p>因皮膚變厚而乾，洗澡太久會使皮膚乾澀，縮短沐浴時間，避免使用刺激性肥皂，有滋潤作用之乳液沐浴有助於補充皮膚天然油份。</p>
                    <li>改善雷諾氏現象：</li>
                    <p>注意身體的保暖，另外抽煙會造成血管收縮，加重雷諾氏現象，應避免之。壓力是造成雷諾氏現象的另一因素，避免處於有壓力之環境，或改變自己對壓力的反應方式。</p>
                    <li>採半坐臥姿勢，避免胃酸食道逆流，夜間勿進食宵夜。</li>
                </ol>
            </Row>
        </Container>
    );
}

export default Gout;