import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function SLE() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>全身性紅斑狼瘡(SLE)</h2>
                <h3>全身性紅斑狼瘡常見問題</h3>
                <p>全身性紅斑狼瘡(SLE，別稱蝴蝶病，思樂醫)，是一種原因不明的自體免疫疾(換言之，在正常的狀態下保護我們身體的免疫系統，轉而攻擊我們自己)。一般認為致病機轉與遺傳、荷爾蒙、環境等因素都有關係。</p>
                <h3>流行病學</h3>
                <p>好發在年輕女性身上，但在年長者與男性也有可能。女性與男性的比例是9：1；黃種人比白種人罹病率高。</p>
                <p>在台灣，可能約每千人中有一個。病友如有同卵雙胞胎，出現全身性紅斑狼瘡的機率介於25%到70%間，如果有異卵雙胞胎手足，則機率為2-3%。病人家族中出現另一位SLE的可能性約為10-20%。</p>
                <h3>臨床表現</h3>
                <p>全身性紅斑狼瘡是一種慢性且變化多端的疾病，在病程中會可能會出現蝴蝶狀紅疹、發燒、關節疼痛、水腫、口腔潰瘍、頭髮易脫落、貧血、視力變化、癲癇、精神神經病變以及手指頭遇冷後發青發白的雷諾氏現象等等。</p>
                <p>需注意並不一定所有的症狀都會全部同時發生，所以沒有紅斑的”全身性紅斑狼瘡”也是有可能的。因為此病表現變化多端，從很輕微的到嚴重的都有，所以有時要輔以客觀的實驗室檢驗才能確立診斷。</p>
                <p>一般而言，診斷依據美國風濕病醫學會所訂定之包含臨床及實驗數據的診斷標準，總共十一項條件中需有四項符合方可診斷為全身性紅斑狼瘡。但是即使是診斷標準尚未具足，如有這方面的疑慮，仍需與醫師密切配合追蹤治療，以提早發現及避免嚴重的併發症。</p>
                <h3>檢驗</h3>
                <p>抗核抗體(ANA)是一種對細胞中細胞核具有特異性的抗體，是全身性紅斑狼瘡的重要診斷依據。抗雙股DNA抗體與腎炎相關。此外補體(一種與免疫作用有關的血中蛋白質)的高低與疾病活性有關，在腎炎時，補體數值會下降。其他如簡單的驗尿，血球計數，生化檢查等等，也對追蹤病情有很大的幫助。</p>
                <h3>治療</h3>
                <ul>
                    <li>生活</li>
                    <p>注意避免陽光照射，避免過度勞累，因為這些都可能誘發或加重病情。飲食只要營養清淡即可。如果腎功能較差，請與醫師或營養師討論鹽類與蛋白質攝取的調整。不可盲目使用”增強免疫的補藥”，因為全身性紅斑狼瘡主要是免疫失調，並非單純的免疫力低下，有時不明的藥物補品使用反而會加重病情。</p>
                    <p>當病人有發燒時，有時到底是SLE活性上升或有感染的可能性很難區分，請注意是否有喉嚨痛、流鼻水、咳嗽、腹瀉或是小便疼痛，並且及早就醫。</p>
                    <p>因為此病好發於育齡婦女，所以會面臨是否懷孕的問題。如果病友計劃懷孕，應在病情良好控制後半年後方嚐試受孕。</p>
                    <li>藥物</li>
                    <p>在過去，紅斑性狼瘡是一個預後不好的疾病，但是隨著類固醇和其他藥物的使用，使得治療獲得極大的改善。</p>
                    <p>是否使用類固醇，需看病友的臨床症狀而定。一般的發燒、關節肌肉疼痛的症狀可以用非類固醇的消炎藥物來控制症狀；如果有關節炎或是紅疹，使用抗瘧藥來調節免疫功能是有幫助的；如果出現重要器官系統如腎臟、神經及血液成分的侵犯，需考慮使用全身性類固醇治療。</p>
                    <p>目前全身性紅斑狼瘡的治療比以往進步，早期的診療與醫病的配合，是治療的關鍵。醫師會考慮用藥的利弊並衡量得失。雖然病友都會擔心藥物的副作用，但是因為疾病沒有好好控制可能會使病友付出更大的代價，所以遵從醫囑按時服藥是很重要的，醫師會注意可能的副作用，尤其不可在未與醫師商量前就突然停止類固醇，因為這有時會引起病況的嚴重反彈。用藥安全是醫病雙方的共同責任。</p>
                </ul>
            </Row>
        </Container>
    );
}

export default SLE;