import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function Gout() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>史蒂芬強森症候群(Steven-Johnson Syndrome SJS)</h2>
                <p>由藥物引起導致皮膚廣泛性脫落、壞死及黏膜糜爛等不良反應，其臨床特徵包括了特有的皮疹和黏膜侵犯，其皮疹為典型的圓環狀，黏膜則有兩處以上之侵犯，常為口、鼻、眼、生殖器及肛門等部份，會嚴重波及身體許多器官如：肺、肝、腎、腸胃及血液系統時，造成體液喪失、體溫調節失調及代謝率增加。</p>
                <h3 id='原因及流行病學'>原因及流行病學</h3>
                <p>它與感染、藥品有關，但真正發生的原因不明。</p>
                <p>發生率-不分年齡、種族、季節與性別，發生率約為每年每百萬人約有1.2~6人發生。</p>
                <h3 id='常引起史迪芬強森藥物'>常引起史迪芬強森藥物</h3>
                <ol>
                    <li>非類固醇抗發炎藥（NSAID）</li>
                    <li>抗癲癇藥物</li>
                    <li>降尿酸藥：Allopurinol </li>
                    <li>磺胺類(Sulfonamide) 等等</li>
                </ol>
                <h3 id='病程及症狀'>病程及症狀</h3>
                <ol>
                    <li>前期</li><p>病患出現發燒、淋巴節腫大等症狀。</p>
                    <li>皮膚症狀期</li><p>此時會出現浮腫性或丘狀疹的典型紅斑，這些紅斑會融合在一起，並形成水泡； 即使沒有水泡形成的部分也易因外力而自真皮脫離，皮膚可能大片脫落，並有漿液滲出，伴隨燒灼感、疼痛。皮膚病變可能廣泛分布於臉、前胸、會隂、軀幹、四肢 等部位。此外約80-90﹪的病患會有 口腔或會陰黏膜受損，口腔受損嚴重的話會到影響到進食。</p>
                </ol>
                <h3 id='治療與照護'>治療與照護</h3>

                <ol>
                    <li>停用藥物</li>
                    <p>當懷疑病患之皮膚過敏反應是由藥物引起時，應停用可能引起此副作用藥物。</p>
                    <li>支持性療法</li>
                    <ul>
                        <li>體液補充</li>
                        <p>因口腔黏膜受損吞嚥困難造成病患無法進食，須給予點滴輸液補充體液。</p>
                        <li>疼痛處理</li>
                        <p>可給局部麻醉止痛劑來漱口以降低口腔黏膜受損引起之疼痛，對於身體皮膚受損引起之疼痛可用口服或靜脈注射止痛劑來減少病人之疼痛。</p>
                        <li>預防感染</li>
                        <p>因為病人如有皮膚黏膜受損，為感染高危險群，嚴重者可能因敗血症而死亡，故應持續注意有無感染徵兆，例如發燒、局部傷口化膿，咳嗽、拉肚子或者頻尿等徵兆。</p> <p>有時也要注意是否有口腔念珠菌的感染，如有症狀應向醫護人員報告。病人應避免用手抓癢而導致破皮。</p>
                    </ul>
                    <li>藥物治療</li><p>在皮疹嚴重的情況下，類固醇藥物具抗發炎作用可控制過敏反應，故必要時可使用類固醇藥物。</p>
                </ol>
            </Row>
        </Container>
    );
}

export default Gout;