import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';

function Gout() {
    return (
        <Container style={{ minHeight: 800, paddingTop: 20 }}>
            <Row>
                <h2>肉芽腫性多血管炎/韋格納氏肉芽腫 (Granulomatosis with polyangiitis, Wegner's granulomatosis)</h2>
                <p>是一種壞死性肉芽腫性血管炎，屬自體免疫性疾病，病程反覆，其病理以血管壁的炎症為特徵，主要侵犯上呼吸道(鼻竇)、下呼吸道(肺部)和腎臟(腎絲球炎)，韋格納肉芽腫通常以鼻黏膜和肺組織的局灶性肉芽腫性炎症為開始，繼而進展為血管的彌漫性壞死性肉芽腫性炎症。臨床常表現為鼻和副鼻竇炎、肺病變和進行性腎功能衰竭。還可累及關節、眼、皮膚，亦可侵及眼、心臟、神經系統及耳等。</p>
                <h3 id='流行病學'>流行病學</h3>
                <p>痛風的發生以四十歲以上男性為主，女性發病多在停經後。但近來因為飲食形態的改變，發病年齡似乎有下降的傾向。</p>
                <h3 id='症狀'>臨床症狀及治療</h3>
                <p>韋格納肉芽腫可能的症狀很多，但是不一定同時發生。</p>
                <ul>
                    <li> 一般症狀</li>
                    <p>病初症狀包括發熱、疲勞、憂鬱、體重下降、關節痛、盜汗和虛弱。其中發熱最常見。發熱有時是由鼻竇的細菌感染引起。</p>
                    <li>上呼吸道症</li>
                    <p>通常表現是持續地流鼻涕，而且不斷加重。流鼻涕可來源於鼻竇的分泌，並導致上呼吸道的阻塞和疼痛。伴有鼻黏膜潰瘍和結痂，鼻出血、唾液中帶血絲，鼻竇炎可以是緩和的。</p>
                    <li>下呼吸道症狀</li>
                    <p>胸悶、呼吸喘、咳嗽、咳血以及胸膜炎是最常見的症狀，及肺內陰影。大量肺出血較少見，但一旦出現，則可發生呼吸困難和呼吸衰竭。</p>
                    <li>腎臟損害</li>
                    <p>出現蛋白尿，嚴重者伴有高血壓和腎病症候群，終可導致腎功能衰竭，無腎臟受累者稱為局限型韋格納肉芽腫，應警惕部分患者在起病時無腎臟病變。</p>
                    <li>眼疾</li>
                    <p>可表現為眼球突出、視神經及眼肌損傷、結膜炎、角膜潰瘍、表層鞏膜炎、虹膜炎、視網膜血管炎、視力障礙等。</p>
                    <li>皮膚粘膜</li>
                    <p>多數患者有皮膚粘膜損傷，表現為下肢可觸及的紫斑、多形紅斑、斑疹、瘀點（斑）、丘疹、皮下結節。</p>
                    <li>神經系統</li>
                    <p>很少有韋格納肉芽腫患者以神經系統病變為首發症狀，但仍有約1/3的患者在病程中出現神經系統病變。患者以外周神經病變最常見，多發性單神經炎是主要的病變類型，臨床表現為對稱性的末梢神經病變。肌電圖以及神經傳導檢查有助於外周神經病變的診斷。</p>
                    <li>關節病變</li>
                    <p>多數表現為關節疼痛以及肌痛。</p>
                </ul>
                <h3 id='診斷'>診斷</h3>
                <p>重要的診斷依據包括臨床症狀，病理切片，影像檢查，以及血中一種稱為ANCA(抗嗜中性白血球細胞質抗體)的抗體陽性</p>
                <h3 id='治療'>治療</h3>
                <p>治療韋格納氏肉芽腫，目前是以類固醇加上免疫抑制劑來治療。使用期間請耐心與醫師配合。</p>
            </Row>
        </Container>
    );
}

export default Gout;