{
  "data": [
    {
      "id": 1,
      "title": "眼乾",
      "context": "會以眼睛不適或模糊表現，常見於原發性乾燥症/修格蘭氏病， 次發性乾燥症也常見於類風性關節炎與全身性紅斑狼瘡等疾病。眼乾不可輕忽，因為有時因眼乾可能造成角膜受損，而這種傷害可以用一些眼藥或者眼科的手術校正。當同時有眼睛乾與關節痛， 而懷疑與風濕疾病有關時，建議就診前應先到眼科評估是否有客觀之乾眼症之證據，再到風濕科門診就醫。"
    },
    {
      "id": 2,
      "title": "口乾",
      "context": "常見於原發性乾燥症/修格蘭氏病， 次發性乾燥症也常見於類風性關節炎與全身性紅斑狼瘡等疾病 ，口乾的人，容易有蛀牙的現象。"
    },
    {
      "id": 3,
      "title": "口腔潰瘍",
      "context": "常見於單純的鵝口瘡，全身性紅斑狼瘡，貝雪氏病(也是血管炎的一種)。"
    },
    {
      "id": 4,
      "title": "掉頭髮",
      "context": "有時會見於全身性紅斑狼瘡。"
    },
    {
      "id": 5,
      "title": "雷諾氏現象",
      "context": "當手指遇冷時，有麻痛、明顯發白轉發紫、發紅的現象。有時會見於週邊血管疾病，全身性紅斑狼瘡，混合結締組織疾病，硬皮症，乾燥症/修格蘭氏病 ，抗磷脂抗體症候群等，此現象也會出現在一些正常人身上，故臨床意義應配合其他風濕症常見表現判斷。"
    },
    {
      "id": 6,
      "title": "網狀青斑 (livedo reticularis)",
      "context": "當在天氣寒冷時，會有紫紅色網狀紋路在四肢出現，可能代表表皮的血管灌流不足，有時臨床意義與雷諾氏現象類似。此現象也會出現在一些正常人身上，故臨床意義應配合其他風濕症常見表現判斷。"
    },
    {
      "id": 7,
      "title": "背痛(Back pain)",
      "context": "背痛是一種常見症狀，一些慢性發炎性的背痛如僵直性脊椎炎常常在年輕人發生，有時需要長期治療，病人如有清晨或半夜下背疼痛的狀況，尤其是伴隨腳跟肌腱疼痛、虹彩炎、腹瀉等症狀，建議可到過敏免疫風濕科評估。 此外一些下背痛的危險徵兆需要積極快速的評估，如外傷後的背痛，可能有骨折等現象，建議可到骨科檢查，如果有神經學症狀(下肢無力麻木、大小便失禁等等)的背痛，建議可以到神經內外科評估是否可能有壓迫性的病變。"
    },
    {
      "id": 8,
      "title": "關節炎/關節痛(arthritis)",
      "context": "常見於各種風濕病 ，一般而言，如果發生的關節越多，常常復發，持續時間越久(一般的關節炎，疼痛很少超過兩週)，單用消炎止痛藥的反應不好者，建議可到風濕科評估是否有免疫風溼疾病。"
    },
    {
      "id": 9,
      "title": "肌肉酸痛(全身或局部)",
      "context": "如果有嚴重的全身痠痛的現象，需要考慮的疾病相當多。可見於類風濕性關節炎，全身性紅斑狼瘡，多發性肌炎，多發性風濕肌痛，纖維肌痛，憂鬱症，甲狀腺功能低下 ，甚至多重轉移的惡性腫瘤，全身性的感染症等等。"
    },
    {
      "id": 10,
      "title": "晨僵現象/Biopsy",
      "context": "類風濕性關節炎的特性，一般以超過一個小時的晨間手部或其他關節的僵硬為主。此外風濕病的痠痛常常以晚上或清晨表現得較厲害。"
    },
    {
      "id": 11,
      "title": "紅眼與視力模糊",
      "context": "風濕病可以有乾眼症、結膜炎、虹彩炎(表現為紅眼、畏光、視力模糊，與僵直性脊椎炎相關)、鞏膜炎(與類風濕性關節炎相關)，視網膜積水(與全身性紅斑狼瘡相關)等等的表現，當有這些表現時， 病友們應到眼科就疹，並告知相關的風濕病病史，以加速診療進行。"
    },
    {
      "id": 12,
      "title": "神經麻木或神經痛",
      "context": "在全身性紅斑狼瘡，乾燥症/修格蘭氏病以及一些全身性的血管炎，可能 伴隨周邊神經的問題。一般而言，神經痛與發炎造成的疼痛不同，神經痛往往以抽痛、燒灼痛等來表現，可以在四肢末端發生麻痛。診斷神經疼痛有時需神經科的診察與檢查判斷。"
    },
    {
      "id": 13,
      "title": "水腫",
      "context": "水腫可能與心臟衰竭、肝臟製造白蛋白功能不佳或腎臟排除水分功能異常有關。 在風濕病中全身性紅斑狼瘡可以 因腎臟的侵犯而造成水腫，其他侵犯腎臟的血管炎也有可能有這樣的表現。"
    }
  ]
}